{
  "presentation": " I'm a computer Engineer with experience as FullStack/React Native Developer. Experienced developer with +2 years of trajectory. Dynamic, success-oriented, I can develop a complete project for you from scratch, backend, fronted and apps. Highly committed to results and continuous improvement. Detail focused  to ensure results are above and beyond client's expectations. 'Success is not just about winning, is about trascending.'",
  "duration": "Duration",
  "downloadcv": "DOWNLOAD CV",
  "contratame": "HIRE ME",
  "hello": "Hello! I am Isaías Chávez",
  "hellorn": "React Native developer",
  "hellowith": "with experience in",
  "hellofr": "Frontend",
  "and": "and",
  "helloback": "Backend",
  "servicios": "SERVICES",
  "frontend": "frontend",
  "architec": "I ARCHITECT AND DEVELOP WEBSITES AND APPLICATIONS USING WEB TECHNOLOGIES",
  "backend": "backend",
  "build": "I CAN BUILD AND MAINTAIN THE MECHANISMS THAT PROCESS DATA AND PERFORM ACTIONS ON WEBSITES",
  "movile": "MOBILE APPS",
  "canbuild": "I CAN BUILD APPS FOR GOOGLE’S ANDROID, APPLE’S IOS WITH REACT NATIVE.",
  "google": "GOOGLE ANALYTICS",
  "familiarity": "FAMILIARITY WITH GOOGLE CLOUD DATA AND ANALYTICS",
  "experiencia": "EXPERIENCE",
  "header": "Hey, I am Isaías Chávez",
   "contactnav":"Contact me",
  "FD": "FullStack Developer",
  "RN": "React Native",
  "DEV": "Developer",
  "contactame":"CONTACT ME",
  "Ubicacion":"Location",
  "Oaxaca":"Oaxaca, México",
  "phone":"PHONE",
  "email":"EMAIL",
  "softtektitle":"Softtek - Software Enginner",
  "Softteksub":"I am working as a part o a big team leadering the development of new funtionalities for importan clients around the world.",
  "actually":"Actually",
  "icaliatitle":"IcaliaLabs - Software Enginner",
  "icaliasub":"I learn how to work with a team from America. I worked as a React Native developer with different clients from america designing new functionalities with complex animations, my greatest hit was to work for an app for J balbin.",
  "checkprojects":"CHECK MY WORK",
  "inmersystitle":"Inmersys - FullStack | React Native Developer",
  "inmersyssub":"My first Job, the most incredibly company about 3D development, I learned a lot about how to work with differents technologies like Android, IOS, Threejs, and I nedded to learn the best practices to make a clear, standard and commond code for all my team. It was my first experience working with SCRUM.",
  "contacto":"contacto"
}
