{
  "presentation": "As a computer engineer with experience as a FullStack and React Native developer, I have developed a solid professional track record of over 2 years. My dynamic and success-oriented focus has allowed me to develop complete projects from scratch for my clients, including the implementation of backend, frontend, and apps. I am highly committed to delivering exceptional results and continuously improving my skills. I strive to pay close attention to detail on every project to ensure that they meet and, in many cases, exceed my clients' expectations. 'Success is not just about winning, it's about transcending.'",
  "duration": "Duration",
  "downloadcv": "DOWNLOAD CV",
  "contratame": "HIRE ME",
  "hello": "Hello! I am Isaías Chávez",
  "sendme":"SEND ME A MESSAGE",
  "hellorn": "React Native developer",
  "hellowith": "with experience in",
  "hellofr": "Frontend",
  "and": "and",
  "helloback": "Backend",
  "servicios": "SERVICES",
  "frontend": "frontend",
  "architec": "I am an architect and developer of websites and applications using web technologies. I am always up to date with the latest trends and tools in the field and strive to create innovative and efficient solutions for my clients.",
  "backend": "backend",
  "build": "I am able to build and maintain mechanisms that process data and perform actions on websites. I am committed to using my skills and knowledge to create innovative and robust solutions for my clients.",
  "movile": "MOBILE APPS",
  "canbuild": "I am able to build apps for Google's Android and Apple's iOS using React Native. I am an experienced developer in this technology and have created numerous apps for both platforms. I have a strong understanding of the best practices and tools required to effectively and efficiently carry out this type of project. ",
  "google": "GOOGLE ANALYTICS",
  "familiarity": "FAMILIARITY WITH GOOGLE CLOUD DATA AND ANALYTICS",
  "experiencia": "EXPERIENCE",
  "header": "Hey, I am Isaías Chávez",
  "contactnav": "Contact me",
  "FD": "FullStack Developer",
  "RN": "React Native",
  "DEV": "Developer",
  "contactame": "CONTACT ME",
  "Ubicacion": "Location",
  "Oaxaca": "Oaxaca, México",
  "phone": "PHONE",
  "email": "EMAIL",
  "softtektitle": "Softtek - Software Engineer",
  "Softteksub": "I am currently part of a large team of developers responsible for creating new functionalities for important clients around the world. This opportunity has allowed me to collaborate with a highly skilled team and acquire new skills and knowledge as we work on challenging projects. I am very pleased to be able to contribute to the success of our clients through my work with this team.",
  "actually": "Actually",
  "icaliatitle": "IcaliaLabs - Software Engineer",
  "icaliasub": "I learned how to work with a team from America. I worked as a React Native developer with different clients from America, helping to design new functionalities with complex animations. My biggest hit was being involved in the development of an app for J Balvin. (Oye App).",
  "checkprojects": "CHECK MY WORK",
  "inmersystitle": "Inmersys - FullStack | React Native Developer",
  "inmersyssub": "In my first Job, the most incredible company about 3D development, I learned a lot about how to work with different technologies like Android, IOS, and Threejs, and I needed to learn the best practices to make a clear, standard, and commond code for all my team. It was my first experience working with SCRUM.",
  "contacto": "contacto",
  "projects": "Projects",
  "virtual": "virtualterms.com",
  "itwasan": "I worked on maintaining and improving a website that allowed people to sign contracts online securely. The project involved fixing various bugs and adding new features. My client was from the United States and I communicated with them directly to understand their needs and keep them updated on the project's progress. I worked on this project alone. I am happy that I was able to help the platform achieve success.",
  "stack": "Stack",
  "rockefeller": "In my second project, I was part of a development team as a Front-end developer. My responsibilities included implementing analytics to track user behavior and creating a system to compare tickets and facilitate the booking process. In addition to working on these tasks, I also had the opportunity to collaborate with the rest of the team in solving problems and making important decisions for the project. I am very pleased to have been able to contribute to the success of the project and to have been able to gain new skills and knowledge as part of a development team.",
  "oye1": "As a React Native developer, I participated in a project for the American company: ",
  "bighuman": "BigHuman. ",
  "oye2": "My role on the team included performing frontend tasks such as designing screens and directing project logic. I took the opportunity to learn how to design complex animations using the React Native Animate API and how to work as part of a team with BigHuman's IT team. Through communication with the team and the project leader, I gained experience using continuous integration and deployment (CI/CD) tools and working with highly structured teams that adhere to high code standards. I also learned a lot about using tools such as Redux, React Query, and others in the development of React Native applications.",
  "linktosite": "Link to site",
  "months5": "5 months",
  "bioderma":"The most ambitious project I was involved in was to create a content management system (CMS) using React and a server made with NestJS and TypeScript. Through this project, I had the opportunity to become more familiar with these technologies. In addition, I carried out the implementation of an online store within the system. I feel very proud to have been able to work on this project, as it allowed me to develop my technical skills and it allowed me to learn and grow as a professional.",
  "biodermaapp":"During my time at the company, I had the opportunity to lead the entire migration of an application to the new version of React Native (starting with version 0.6). In addition to integrating new functionalities like an online store and a question and answer system (Quizts), I also used new technologies like the React Router and user interface (UI) frameworks like RN Elements. I learned how to work with push notifications and track user behavior. Throughout my stay in the company, I was responsible for maintaining this project and adding new features. I feel so pleased that I was able to complete this project and contribute to the growth and success of the company.",
  "ocupath":"The last project I worked on for the company was user management software for a virtual reality platform built on Unity. The system had to manage users through subscriptions that had to be paid through an integration with Stripe. In addition, the software had to manage the content that should be displayed in the virtual reality application, so I worked with Amazon Web Services (AWS) to manage that content and also learned how to layout emails. This project allowed me to gain experience in handling online payments and using AWS.",
  "consorcio":"One project I worked on for a long period of time was the creation of an interactive platform to show the employees of a business consortium the various crimes they could commit. To address customer requirements and design the system architecture, I had direct discussions with them and worked closely with a team of developers. In addition to developing my skills in designing and developing web applications, this project allowed me to learn how to work very well with CSS animations. One of the biggest challenges I faced on this project was making sure the course content was clear and easy for employees to understand. To accomplish this, I worked closely with subject matter experts on compliance and ethics.",
  "simulador":"A project that I did for a health company consisted in the creation of a presentation website for a new product. The page was designed to clearly and attractively display the product's features and benefits, and contained various steps and animations created with Threejs to represent the application of the product. Although the site was completely static, it presented a great challenge for me in terms of design and animation. I had to spend a lot of time and effort to make sure that each of the animations was clear and easy for the user to understand. However, at the end of the project I was very satisfied with the results and I look forward to further developing my design and animation skills in the future.",
  "nikevoz":"A project in which I participated was the creation of a streaming platform for the project 'Nike Voz Hermana' during women's month. This project was carried out in collaboration with another outsourcing company and I was responsible for hosting the streaming on the platform. It was an interesting and challenging project, and I am very pleased to have been able to contribute to the success of the event through my work on the streaming platform.",
  "juguetilandia":"For a renowned company like Walmart, I worked on the development of a content management system (CMS) to facilitate the management of the content displayed on a website aimed at young users. This site included a section for games made with Threejs, an online store where users could see the products promoted by the company, and a streaming area for scheduled events. It was an interesting and challenging project that allowed me to gain experience in the development of content management systems.",
  "scaperooms":"For 3 months, I worked on a platform to host projects made with Unity and UnityWebGL. The platform allowed users to register and participate in various games and activities created by Unity developers. I managed Sessions with moderators, email invitations, and different user roles, such as moderator and manager, there was an administration panel for the highest role.  I implemented a backend system to manage all content and user interaction. This project was intensive and challenging, but  I am very satisfied with the results obtained.",
       "gitcode":"GitHub code",
       "onethre":"1 year 3 months"


}
