{
  "presentation": " Soy Ingeniero en Computación con experiencia como FullStack/React Native Developer. Desarrollador experimentado con +2 años de trayectoria. Dinámico, orientado al éxito, puedo desarrollar un proyecto completo para ti desde cero, backend, fronted y apps. Altamente comprometido con los resultados y la mejora continua. Centrado en los detalles para garantizar que los resultados estén por encima y más allá de las expectativas del cliente. 'El éxito no se trata solo de ganar, se trata de trascender.",
  "duration": "Duración",
  "downloadcv": "Descargar CV",
  "contratame": "contratame",
  "hello": "¡Hola! Soy Isaías Chávez",
  "hellorn": "React Native developer",
  "hellowith": "con experiencia en",
  "hellofr": "Frontend",
  "and": "y",
  "helloback": "Backend",
  "servicios": "servicios",
  "frontend": "frontend",
  "architec": "ARQUITECTO Y DESARROLLO SITIOS WEB Y APLICACIONES QUE UTILIZAN TECNOLOGÍAS WEB",
  "backend": "backend",
  "build": "PUEDO CONSTRUIR Y MANTENER LOS MECANISMOS QUE PROCESAN DATOS PARA REALIZAR ACCIONES EN LOS SITIOS WEB",
  "movile": "Aplicaciones móviles",
  "canbuild": "I CAN BUILD APPS FOR GOOGLE’S ANDROID, APPLE’S IOS WITH REACT NATIVE.",
  "google": "GOOGLE ANALYTICS",
  "familiarity": "Experiencia con google cloud, GTM y google analytics",
  "experiencia": "Experiencia",
  "header": "¡Hola! Soy Isaías Chávez",
  "contactnav":"contactame",
  "FD": "FullStack Developer",
  "RN": "React Native",
  "DEV": "Developer",
  "contactame":"CONTACTO",
  "Ubicacion":"Ubicación",
  "Oaxaca":"Oaxaca, México",
  "phone":"Teléfono",
  "email":"Correo",
  "softtektitle":"Softtek - Ingeniero de software",
  "Softteksub":"Estoy trabajando como parte de un gran equipo liderando el desarrollo de nuevas funcionalidades para importantes compañías al rededor del mundo",
  "actually":"Actualmente",
  "icaliatitle":"IcaliaLabs - Ingeniero de software",
  "icaliasub":"Aprendí como trabajar con un equipo de Estados Unidos. Trabajé como desarrollador movil React Native para diferentes clientes de USA diseñando nuevas funcionalidades con animaciones complejas. Mi trabajo mas importante fue trabajar para la nueva app de Jbalbin.",
  "checkprojects":"Ir a mis trabajos.",
  "inmersystitle":"Inmersys - FullStack | React Native Developer",
  "inmersyssub":"Fue mi primer trabajo, de las compañías más increíbles sobre desarrollo 3D, aprendí mucho sobre cómo trabajar con diferentes tecnologías como Android, IOS, Threejs, y necesité aprender las mejores prácticas para hacerlo código limpio, standard y común para todo mi equipo. Fue mi primer experiencia trabajando con SCRUM.",
  "contacto":"contacto"
}
