{
  "presentation": "Como ingeniero en informática con experiencia como desarrollador FullStack y React Native, he desarrollado una sólida trayectoria profesional de más de 2 años. Mi enfoque dinámico y orientado al éxito me ha permitido desarrollar proyectos completos desde cero para mis clientes, incluyendo la implementación de backend, frontend y aplicaciones. Estoy altamente comprometido con la entrega de resultados excepcionales y la mejora continua de mis habilidades. Me esfuerzo por prestar una atención detallada a cada proyecto para garantizar que cumplan y, en muchos casos, excedan las expectativas de mis clientes. 'El éxito no solo se trata de ganar, sino de trascender'.",
  "duration": "Duración",
  "downloadcv": "Descargar CV",
  "contratame": "contratame",
  "hello": "¡Hola! Soy Isaías Chávez",
  "sendme":"CONTACTAME",
  "hellorn": "React Native developer",
  "hellowith": "con experiencia en",
  "hellofr": "Frontend",
  "and": "y",
  "helloback": "Backend",
  "servicios": "servicios",
  "frontend": "frontend",
  "architec": "Soy arquitecto y desarrollador de sitios web y aplicaciones utilizando tecnologías web. Estoy siempre al día con las últimas tendencias y herramientas en el campo y me esfuerzo por crear soluciones innovadoras y eficientes para mis clientes. ",
  "backend": "backend",
  "build": "Soy capaz de construir y mantener mecanismos que procesan datos y realizan acciones en sitios web. Me comprometo a utilizar mis habilidades y conocimientos para crear soluciones innovadoras y robustas para mis clientes.",
  "movile": "Aplicaciones móviles",
  "canbuild": "Puedo desarrollar aplicaciones para Android de Google y iOS de Apple utilizando React Native. Soy un desarrollador experimentado en esta tecnología y he creado numerosas aplicaciones para ambas plataformas. Poseo una sólida comprensión de las mejores prácticas y herramientas necesarias para llevar a cabo este tipo de proyecto de manera eficiente y efectiva.",
  "google": "GOOGLE ANALYTICS",
  "familiarity": "Experiencia con google cloud, GTM y google analytics",
  "experiencia": "Experiencia",
  "header": "¡Hola! Soy Isaías Chávez",
  "contactnav": "contactame",
  "FD": "FullStack Developer",
  "RN": "React Native",
  "DEV": "Developer",
  "contactame": "CONTACTO",
  "Ubicacion": "Ubicación",
  "Oaxaca": "Oaxaca, México",
  "phone": "Teléfono",
  "email": "Correo",
  "softtektitle": "Softtek - Ingeniero de software",
  "Softteksub": "Actualmente formo parte de un gran equipo de desarrolladores encargados de crear nuevas funcionalidades para clientes importantes en todo el mundo. Esta oportunidad me ha permitido colaborar con un equipo altamente capacitado y adquirir nuevas habilidades y conocimientos a medida que trabajamos en proyectos desafiantes. Estoy muy contento de poder contribuir al éxito de nuestros clientes a través de mi trabajo en este equipo.",
  "actually": "Actualmente",
  "icaliatitle": "IcaliaLabs - Ingeniero de software",
  "icaliasub": "Aprendí como trabajar con un equipo de Estados Unidos. Trabajé como desarrollador movil React Native para diferentes clientes de USA diseñando nuevas funcionalidades con animaciones complejas. Mi trabajo mas importante fue trabajar para la nueva app de Jbalbin.",
  "checkprojects": "Revisa mi trabajo.",
  "inmersystitle": "Inmersys - FullStack | React Native Developer",
  "inmersyssub": "Fue mi primer trabajo, de las compañías más increíbles sobre desarrollo 3D, aprendí mucho sobre cómo trabajar con diferentes tecnologías como Android, IOS, Threejs, y necesité aprender las mejores prácticas para hacerlo código limpio, standard y común para todo mi equipo. Fue mi primer experiencia trabajando con SCRUM.",
  "contacto": "contacto",
  "projects": "Proyectos",
  "virtual": "virtualterms.com",
  "itwasan": "Trabajé en mantener y mejorar un sitio web que permitía a las personas firmar contratos en línea de forma segura. El proyecto involucró la corrección de varios errores y la adición de nuevas funciones. Mi cliente era de los Estados Unidos y me comuniqué con ellos directamente para entender sus necesidades y mantenerlos actualizados sobre el progreso del proyecto. Trabajé en este proyecto solo. Estoy feliz de haber podido ayudar a la plataforma a lograr el éxito.",
  "stack":"Tecnologías utilizadas",
  "rockefeller":"En mi segundo proyecto, formé parte de un equipo de desarrollo como desarrollador Front-end. Mis responsabilidades incluían la implementación de análisis para rastrear el comportamiento del usuario y la creación de un sistema para comparar boletos y facilitar el proceso de reserva. Además de trabajar en estas tareas, también tuve la oportunidad de colaborar con el resto del equipo en la solución de problemas y en la toma de decisiones importantes para el proyecto. Estoy muy satisfecho de haber podido contribuir al éxito del proyecto y de haber podido adquirir nuevas habilidades y conocimientos como parte de un equipo de desarrollo.",
  "oye1":"Como desarrollador React Native, participé en un proyecto para la empresa estadounidense: ",
    "bighuman":"BigHuman. ",
  "oye2":" Mi rol en el equipo incluía la realización de tareas de frontend, como maquetar pantallas y dirigir la lógica del proyecto. Aproveché la oportunidad para aprender a maquetar animaciones complejas con la ayuda de la API de Animate de React Native y a trabajar en equipo con el equipo de TI de BigHuman. A través de la comunicación con el equipo y con la líder del proyecto, adquirí experiencia en el uso de herramientas de integración y despliegue continuo (CI/CD) y en el trabajo con equipos altamente estructurados y que cumplen con altos estándares de código. También aprendí mucho sobre el uso de herramientas como Redux, React Query y otras en el desarrollo de aplicaciones con React Native.",
    "linktosite":"Link hacia el sitio",
    "months5":"5 meses",
    "bioderma":"El proyecto más ambicioso en el que he participado fue la creación de un sistema de gestión de contenidos (CMS) utilizando React y un servidor hecho con NestJS y TypeScript. A través de este proyecto, tuve la oportunidad de adquirir una mayor familiaridad con estas tecnologías. Además, llevé a cabo la implementación de una tienda en línea dentro del sistema. Me siento muy orgulloso de haber podido trabajar en este proyecto, ya que me permitió desarrollar mis habilidades técnicas y me dio la oportunidad de aprender y crecer como profesional.",
    "biodermaapp":"Durante mi tiempo en la empresa, tuve la oportunidad de liderar la migración completa de una aplicación hacia la nueva versión de React Native (a partir de la versión 0.6). Además de integrar nuevas funcionalidades como una tienda en línea y un sistema de preguntas y respuestas (Quizts), también utilicé nuevas tecnologías como React Router y frameworks de interfaz de usuario (UI) como RN Elements. Aprendí a trabajar con notificaciones push y a rastrear el comportamiento de los usuarios. Durante toda mi estancia en la empresa, tuve la responsabilidad de mantener este proyecto y agregar nuevas funcionalidades. Me siento muy satisfecho de haber podido llevar a cabo este proyecto exitosamente y haber contribuido al crecimiento y el éxito de la empresa.",
    "ocupath":"El último proyecto en el que trabajé para la empresa fue un software de gestión de usuarios para una plataforma de realidad virtual creada en Unity. El sistema debía gestionar usuarios a través de suscripciones que debían ser pagadas a través de una integración con Stripe. Además, el software debía gestionar el contenido que se desplegaría en la aplicación de realidad virtual, por lo que trabajé con Amazon Web Services (AWS) para gestionar esos contenidos y también aprendí a maquetar correos. Este proyecto me permitió adquirir experiencia en el manejo de pagos en línea y en el uso de AWS.",
    "consorcio":"Un proyecto en el que trabajé durante un largo período de tiempo fue la creación de una plataforma interactiva para mostrar a los empleados de un consorcio empresarial los diversos delitos en los que podrían incurrir. Para abordar los requerimientos del cliente y diseñar la arquitectura del sistema, tuve pláticas directas con ellos y trabajé en estrecha colaboración con un equipo de desarrolladores. Además de desarrollar mis habilidades en el diseño y desarrollo de aplicaciones web, este proyecto me permitió aprender a trabajar muy bien con animaciones en CSS. Uno de los mayores desafíos que enfrenté en este proyecto fue asegurarme de que el contenido del curso fuera claro y fácil de entender para los empleados. Para lograr esto, trabajé en estrecha colaboración con expertos en el tema de cumplimiento y ética.",
    "simulador":" Un proyecto que realicé para una empresa de salud consistió en la creación de una página web de presentación para un nuevo producto. La página estaba diseñada para mostrar de manera clara y atractiva las características y beneficios del producto, y contenía varios pasos y animaciones creadas con Threejs para representar la aplicación del producto.  Aunque el sitio era completamente estático, representó un gran desafío para mí en términos de diseño y animación. Tuve que dedicar mucho tiempo y esfuerzo para asegurarme de que cada una de las animaciones fuera clara y fácil de entender para el usuario. Sin embargo, al final del proyecto me sentí muy satisfecho con los resultados y espero poder seguir desarrollando mis habilidades en el diseño y la animación en el futuro. ",
    "nikevoz":"Un proyecto en el que participé fue la creación de una plataforma de streaming para el proyecto 'Nike Voz Hermana' durante el mes de la mujer. Este proyecto fue realizado en colaboración con otra empresa tercerizadora y tuve la responsabilidad de hospedar el streaming en la plataforma. Fue un proyecto interesante y desafiante, y estoy muy satisfecho de haber podido contribuir al éxito del evento a través de mi trabajo en la plataforma de streaming.",
    "juguetilandia":"Para una empresa de renombre como Walmart, trabajé en el desarrollo de un sistema de gestión de contenidos (CMS) para facilitar la gestión de los contenidos que se muestran en un sitio web dirigido a usuarios jóvenes. Este sitio incluía una sección de juegos hechos con Threejs, una tienda online donde los usuarios podían ver los productos que promocionaba la empresa y un área de streaming para los eventos programados. Fue un proyecto interesante y desafiante que me permitió adquirir experiencia en el desarrollo de sistemas de gestión de contenidos.",
     "scaperooms":"Durante 3 meses, trabajé en el desarrollo de una plataforma para hospedar proyectos realizados con Unity y UnityWebGL. La plataforma permitía a los usuarios registrarse y participar en diversos juegos y actividades creados por desarrolladores de Unity. También se gestionaban sesiones con moderadores, se enviaban invitaciones por correo electrónico y se manejaban diferentes roles de usuario, como moderador y gerente, con un panel de administración para el rol más alto. Para gestionar todo el contenido y la interacción de los usuarios, se implementó un backend. Este proyecto fue intensivo y desafiante, pero al final del mismo me sentí muy satisfecho con los resultados obtenidos.",
     "gitcode":"Código en GitHub",
     "onethre":"1 año y 3 meses"

}
